/* Host name that is shown if the printer is local */
" " = " ";

/* Location Unknown */
"Location Unknown" = "Posizione sconosciuta";

/* Ink level legal disclaimer */
"Supply levels shown are approximate." = "I livelli forniture indicati sono approssimativi.";

